class FAQAnswers:    
    ANSWERS=[[1,'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'],
             [2,'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'],
             [3,'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'],
             [4,'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'],
             [5,'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'],
             [6,'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'],
             [7,'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'],
             [8,'Да, обязательно. Всем самокатов! И Москве, и Московской области.']
    ]


class OrderData:
    ORDER_DATA_1={'Name' : 'Иван',
                  'Last_name' : 'Петров',
                  'Address' : 'Москва',
                  'Metro' : 'Перово',
                  'Phone' : '+79161111111',
                  'Date' : '14.12.2025',
                  'Rent_days': 'сутки',
                  'Color': 'чёрный жемчуг',
                  'Comment': 'Позвоните за час до приезда'
    }

    ORDER_DATA_2={'Name': 'Александр',
                  'Last_name': 'Сидоров',
                  'Address': 'Москва',
                  'Metro': 'Авиамоторная',
                  'Phone': '+79165555555',
                  'Date': '17.12.2025',
                  'Rent_days': 'трое суток',
                  'Color': 'серая безысходность',
                  'Comment': 'Позвоните за 15 минут до приезда'
    }
